Repository: franpass87/FP-Esperienze
Catalog: languages/fp-esperienze-*.po
Languages: it_it

source: Meta Conversions API dataset ID (found in Events Manager).
it_it: ID set di dati API Meta Conversioni (trovato in Events Manager).

source: Consent Mode v2
it_it: Modalità di consenso v2

source: Enable Consent Mode
it_it: Abilita la modalità di consenso

source: Use Consent Mode v2 for tracking compliance
it_it: Utilizzare la modalità di consenso V2 per il monitoraggio della conformità

source: When enabled, GA4 and Meta Pixel events only fire if marketing consent is granted. Requires integration with a Consent Management Platform (CMP).
it_it: Se abilitato, eventi GA4 e Meta Pixel incidono solo se viene concesso il consenso di marketing. Richiede l'integrazione con una piattaforma di gestione del consenso (CMP).

source: Consent Cookie Name
it_it: Nome del cookie di consenso

source: Name of the cookie that stores marketing consent status (should contain "true" or "1" for granted).
it_it: Nome del cookie che memorizza lo stato di consenso di marketing (dovrebbe contenere "vero" o "1" per scontata).

source: Consent JavaScript Function
it_it: Consenso alla funzione JavaScript

source: Optional: JavaScript function path that returns boolean consent status. Use either this OR cookie name, not both.
it_it: Opzionale: percorso di funzione JavaScript che restituisce lo stato del consenso booleano. Usa questo o il nome del cookie, non entrambi.

source: API Key v3
it_it: Key API V3

source: Your Brevo API key v3 for email list management.
it_it: La tua chiave API BREVO V3 per la gestione della lista email.

source: List ID (Italian)
it_it: Elenco ID (italiano)

source: Brevo list ID for Italian customers.
it_it: ID elenco Brevo per clienti italiani.

source: List ID (English)
it_it: Elenco ID (inglese)

source: Brevo list ID for English customers.
it_it: ID elenco BREVO per clienti inglesi.

source: Google Places API
it_it: Google Place API

source: API Key
it_it: Chiave API

source: Google Places API key for retrieving reviews and location data.
it_it: Google Posa la chiave API per il recupero di recensioni e dati sulla posizione.

source: Display Reviews
it_it: Visualizza recensioni

source: Show Google reviews on Meeting Point pages
it_it: Mostra le recensioni di Google sulle pagine dei punti di incontro

source: Display Google reviews for meeting points when available.
it_it: Visualizza le recensioni di Google per i punti di incontro quando disponibili.

source: Reviews Limit
it_it: Limite di recensioni

source: Maximum number of reviews to display (1-10).
it_it: Numero massimo di recensioni da visualizzare (1-10).

source: Cache TTL (minutes)
it_it: Cache TTL (minuti)

source: How long to cache Google Places data (5-1440 minutes).
it_it: Quanto tempo per memorizzare nella cache Google posiziona i dati (5-1440 minuti).

source: Google Business Profile API (Optional)
it_it: Google Business Profile API (opzionale)

source: OAuth Client ID
it_it: ID client OAuth

source: Coming soon - OAuth integration
it_it: Prossimamente - Integrazione di Oauth

source: Google OAuth Client ID for Business Profile access (placeholder for future implementation).
it_it: ID client di Google OAuth per l'accesso al profilo aziendale (segnaposto per l'implementazione futura).

source: Google OAuth Client Secret (keep secure) - placeholder for future implementation.
it_it: Google OAuth Client Secret (Keep Secure) - segnaposto per l'implementazione futura.

source: Requirements
it_it: Requisiti

source: Note:
it_it: Nota:

source: You must be the verified owner of the Google Business Profile to use this feature. OAuth integration will be implemented in a future version.
it_it: È necessario essere il proprietario verificato del profilo aziendale Google per utilizzare questa funzione. L'integrazione di OAuth sarà implementata in una versione futura.

source: Roadmap Feature:
it_it: Funzione di tabella di marcia:

source: Google Business Profile integration is planned for a future release. This will allow automatic posting of experiences and enhanced review management.
it_it: L'integrazione del profilo aziendale di Google è prevista per una versione futura. Ciò consentirà la pubblicazione automatica di esperienze e una gestione della revisione migliorata.

source: Please fill in all Meta Conversions API fields before testing.
it_it: Si prega di compilare tutti i campi API Meta Conversioni prima del test.

source: Save Integrations
it_it: Salva integrazioni

source: Booking Notifications
it_it: Notifiche di prenotazione

source: Staff Notifications
it_it: Notifiche del personale

source: Send email notifications to staff when new bookings are made
it_it: Invia notifiche email al personale quando vengono effettuate nuove prenotazioni

source: Staff Email Addresses
it_it: Indirizzi email del personale

source: Enter one email address per line. These emails will receive notifications when new bookings are created.
it_it: Immettere un indirizzo email per riga. Queste email riceveranno notifiche quando vengono create nuove prenotazioni.

source: ICS Calendar Attachments
it_it: Attaccamenti del calendario ICS

source: Attach ICS calendar files to order completion emails
it_it: Allega i file del calendario ICS alle email di completamento dell'ordine

source: When enabled, customers will receive an ICS calendar file attachment with their booking details in order confirmation emails.
it_it: Se abilitato, i clienti riceveranno un allegato di file di calendario ICS con i dettagli di prenotazione nelle email di conferma dell'ordine.

source: ICS Calendar Endpoints
it_it: Endpoint del calendario ICS

source: The following REST API endpoints are available for calendar integration:
it_it: Gli endpoint API di REST sono disponibili per l'integrazione del calendario:

source: Product Calendar
it_it: Calendario del prodotto

source: Public endpoint to get calendar of available slots for a specific experience product.
it_it: Endpoint pubblico per ottenere il calendario degli slot disponibili per un prodotto di esperienza specifica.

source: User Bookings Calendar
it_it: Calendario delle prenotazioni degli utenti

source: Private endpoint (requires authentication) to get calendar of user's confirmed bookings.
it_it: Endpoint privato (richiede l'autenticazione) per ottenere il calendario delle prenotazioni confermate dell'utente.

source: Single Booking Calendar
it_it: Calendario di prenotazione singola

source: Token-protected endpoint that serves stored ICS files for individual bookings.
it_it: Endpoint protetto da token che serve file ICS archiviati per le singole prenotazioni.

source: Save Notification Settings
it_it: Salva le impostazioni di notifica

source: Webhook Configuration
it_it: Configurazione Webhook

source: Configure webhook URLs to receive real-time notifications about booking events.
it_it: Configura URL WebHook per ricevere notifiche in tempo reale sugli eventi di prenotazione.

source: New Booking URL
it_it: Nuovo URL di prenotazione

source: Webhook URL called when a new booking is created.
it_it: URL Webhook chiamato quando viene creata una nuova prenotazione.

source: Cancellation URL
it_it: URL di cancellazione

source: Webhook URL called when a booking is cancelled.
it_it: URL Webhook chiamato quando una prenotazione viene annullata.

source: Reschedule URL
it_it: Riprogrammare l'URL

source: Webhook URL called when a booking is rescheduled.
it_it: URL Webhook chiamato quando una prenotazione viene riprogrammata.

source: Webhook Secret
it_it: Webhook segreto

source: Generate New
it_it: Generare nuovo

source: Secret key used to sign webhook payloads with HMAC-SHA256. Use X-FP-Signature header to verify authenticity.
it_it: Chiave segreta utilizzata per firmare i payload Webhook con HMAC-SHA256. Utilizzare l'intestazione di firma X-FP per verificare l'autenticità.

source: Hide Personal Information
it_it: Nascondi informazioni personali

source: Exclude customer notes and personal data from webhook payloads
it_it: Escludi le note dei clienti e i dati personali dai payload Webhook

source: Enable for GDPR compliance when sending data to third-party services.
it_it: Abilita la conformità GDPR quando si inviano dati a servizi di terze parti.

source: Webhook Payload Format
it_it: Formato del payload Webhook

source: Webhooks send JSON payloads with the following structure:
it_it: WebHooks Invia payload JSON con la seguente struttura:

source: Retry Policy
it_it: Ritratta la politica

source: Failed webhooks are retried up to 5 times with exponential backoff: 2, 4, 8, 16, 32 minutes.
it_it: I webhook non riusciti vengono riportati fino a 5 volte con backoff esponenziale: 2, 4, 8, 16, 32 minuti.

source: Save Webhook Settings
it_it: Salva le impostazioni Webhook

source: Invalid email address: %s
it_it: Indirizzo email non valido: %s

source: Settings saved successfully!
it_it: Impostazioni salvate con successo!

source: Invalid booking status.
it_it: Stato di prenotazione non valido.

source: Booking status updated successfully.
it_it: Stato di prenotazione aggiornato correttamente.

source: Failed to update booking status.
it_it: Impossibile aggiornare lo stato di prenotazione.

source: Insufficient permissions.
it_it: Autorizzazioni insufficienti.

source: Booking ID
it_it: ID di prenotazione

source: Order ID
it_it: Ordine ID

source: Time
it_it: Tempo

source: Adults
it_it: Adulti

source: Children
it_it: Bambini

source: Total Participants
it_it: Partecipanti totali

source: Customer Notes
it_it: Note del cliente

source: Admin Notes
it_it: Note di amministrazione

source: You do not have sufficient permissions to access this page.
it_it: Non hai autorizzazioni sufficienti per accedere a questa pagina.

source: Invalid parameters.
it_it: Parametri non validi.

source: Invalid booking ID.
it_it: ID prenotazione non valida.

source: Booking not found.
it_it: Prenotazione non trovata.

source: Cancelled by admin. Reason: %s
it_it: Cancellato da amministratore. Motivo: %s

source: Failed to cancel booking.
it_it: Impossibile annullare la prenotazione.

source: Booking cancelled successfully.
it_it: Prenotazione annullata con successo.

source: Invalid webhook URL.
it_it: URL Webhook non valido.

source: Cleaned up %d expired holds
it_it: Pulito %d Holds scaduto

source: Performance Settings
it_it: Impostazioni delle prestazioni

source: Cleared %d cache entries.
it_it: Cancellate %d Voci di cache.

source: Regenerated minified assets.
it_it: Attività minimificate rigenerate.

source: Started pre-building availability cache.
it_it: Cache di disponibilità pre-costruzione avviata.

source: Cache Settings
it_it: Impostazioni della cache

source: Pre-build Days
it_it: Giorni di pre-costruzione

source: Number of days ahead to pre-build availability cache. Set to 0 to disable pre-building.
it_it: Numero di giorni in anticipo per la cache di disponibilità pre-costruzione. Impostare su 0 per disabilitare la pre-costruzione.

source: Cache Statistics
it_it: Statistiche della cache

source: Availability Caches
it_it: Cache di disponibilità

source: Archive Caches
it_it: Cache di archivio

source: Total Caches
it_it: Cache totali

source: Asset Optimization Statistics
it_it: Statistiche di ottimizzazione delle risorse

source: Original Size
it_it: Dimensione originale

source: Minified Size
it_it: Dimensione minificata

source: Compression Ratio
it_it: Rapporto di compressione

source: Minified Assets Available
it_it: Attività minificate disponibili

source: Yes
it_it: SÌ

source: Performance Actions
it_it: Azioni di performance

source: Clear All Caches
it_it: Cancella tutte le cache

source: Are you sure you want to clear all caches?
it_it: Sei sicuro di voler cancellare tutte le cache?

source: Regenerate Minified Assets
it_it: Rigenerare le attività minificate

source: Pre-build Cache Now
it_it: Cache pre-build ora

source: Performance Tips
it_it: Suggerimenti per le prestazioni

source: Availability caches are stored for 10 minutes by default.
it_it: Le cache di disponibilità sono conservate per 10 minuti per impostazione predefinita.

source: Smart Invalidation
it_it: Invalidazione intelligente

source: Caches are automatically cleared when bookings are made or overrides are changed.
it_it: Le cache vengono eliminate automaticamente quando vengono effettuate le prenotazioni o vengono modificate.

source: Asset Optimization
it_it: Ottimizzazione delle risorse

source: CSS and JS files are automatically minified and concatenated for better performance.
it_it: I file CSS e JS vengono automaticamente minimizzati e concatenati per prestazioni migliori.

source: Lazy Loading
it_it: Caricamento pigro

source: All images include lazy loading attributes for improved page load times.
it_it: Tutte le immagini includono attributi di caricamento pigri per tempi di caricamento della pagina migliorati.

source: Script Deferring
it_it: Script che differisce

source: Non-critical scripts are deferred to improve page rendering speed.
it_it: Gli script non critici sono differiti per migliorare la velocità di rendering della pagina.

source: Schema.org Settings
it_it: Impostazioni Schema.org

source: Enhanced Schema.org
it_it: Schema.org migliorato

source: FAQ Schema
it_it: Schema FAQ

source: Breadcrumb Schema
it_it: Schema di pane

source: Social Media Settings
it_it: Impostazioni dei social media

source: Open Graph Tags
it_it: Tag del grafico aperto

source: Twitter Cards
it_it: Carte Twitter

source: SEO Settings
it_it: Impostazioni SEO

source: SEO Features Overview
it_it: Panoramica delle caratteristiche SEO

source: Automatically adds Event or Trip schema based on experience type, includes meeting point location and pricing information.
it_it: Aggiunge automaticamente lo schema di eventi o di viaggio in base al tipo di esperienza, include la posizione del punto di riunione e le informazioni sui prezzi.

source: When FAQ data is available, adds FAQPage schema markup for better search visibility.
it_it: Quando sono disponibili i dati FAQ, aggiunge il markup dello schema FAQPage per una migliore visibilità di ricerca.

source: Adds structured breadcrumb navigation for experiences: Shop → Experience.
it_it: Aggiunge la navigazione strutturata per il pane per esperienze: negozio → Esperienza.

source: Social Media Tags
it_it: Tag di social media

source: Open Graph and Twitter Card meta tags for better social media sharing of experiences.
it_it: Open Graph e Twitter Card Meta tag per una migliore condivisione dei social media di esperienze.

source: Configure Schema.org structured data markup for better search engine visibility.
it_it: Configurare Schema.org Strutturad Data Markup per una migliore visibilità dei motori di ricerca.

source: Configure social media meta tags for better sharing on social platforms.
it_it: Configurare i meta tag di social media per una migliore condivisione su piattaforme social.

source: Enable enhanced Event/Trip schema markup
it_it: Abilita markup migliorato di eventi/schema di viaggio

source: Automatically selects Event schema for guided experiences with specific times, or Trip schema for tour experiences.
it_it: Seleziona automaticamente lo schema degli eventi per esperienze guidate con tempi specifici o schema di viaggio per le esperienze del tour.

source: Enable FAQ schema markup
it_it: Abilita markup dello schema FAQ

source: Adds FAQPage schema when FAQ data is available for the experience.
it_it: Aggiunge lo schema FAQPage quando i dati FAQ sono disponibili per l'esperienza.

source: Enable breadcrumb schema markup
it_it: Abilita markup dello schema del panebrumb

source: Adds BreadcrumbList schema for experience pages.
it_it: Aggiunge lo schema di pane per le pagine di esperienza.

source: Enable Open Graph meta tags
it_it: Abilita meta tag

source: Adds Open Graph meta tags for better Facebook and LinkedIn sharing.
it_it: Aggiunge i meta tag open grafici per una migliore condivisione di Facebook e LinkedIn.

source: Enable Twitter Card meta tags
it_it: Abilita Meta tag della scheda Twitter

source: Adds Twitter Card meta tags for better Twitter sharing.
it_it: Aggiunge i meta tag della scheda Twitter per una migliore condivisione di Twitter.

source: Translation cache cleared.
it_it: Cache di traduzione cancellata.

source: Auto Translation
it_it: Traduzione automatica

source: API Endpoint
it_it: Endpoint API

source: Enable logging
it_it: Abilita la registrazione

source: Svuota cache
it_it: Cache Svuota

source: Configure automatic translation service.
it_it: Configurare il servizio di traduzione automatica.

source: Optional API key for the translation service.
it_it: Chiave API opzionale per il servizio di traduzione.

source: Time in seconds to cache translations.
it_it: Tempo in secondi per le traduzioni della cache.

source: Enable translation logging
it_it: Abilita la registrazione della traduzione

source: Translation Help
it_it: Aiuto di traduzione

source: Enable WPML and select the <strong>Translate Everything</strong> mode in <a href="%s" target="_blank">WPML → Settings</a>.
it_it: Abilita wpml e seleziona la modalità <strong>TRANSLATE ENTRO</strong> in <a href="%s" target="_blank">WPML → Impostazioni</a>.

source: Register dynamic strings with I18nManager::translateString:
it_it: Registra le stringhe dinamiche con i18nManager :: TranslatString:

source: Configure the automatic translator endpoint (e.g., %1$sLibreTranslate%2$s) in the Auto Translation settings page.
it_it: Configurare l'endpoint del traduttore automatico (ad es. %1$sLiberTretranslate%2$s) nella pagina Impostazioni della traduzione automatica.

source: See the %1$sWPML documentation%2$s for further details.
it_it: Vedere la documentazione %1$sWPML%2$s per ulteriori dettagli.

source: WPML Translate Everything screenshot
it_it: WPML traduci tutto lo screenshot

source: Video: WPML Translate Everything overview
it_it: Video: WPML traduci tutto panoramica

source: Basic Settings
it_it: Impostazioni di base

source: Previous
it_it: Precedente

source: Skip
it_it: Saltare

source: Finish Setup
it_it: Finita configurazione

source: Next
it_it: Successivo

source: Upload Logo
it_it: Carica il logo

source: Configure the basic settings for your experience booking system.
it_it: Configura le impostazioni di base per il tuo sistema di prenotazione dell'esperienza.

source: Currency
it_it: Valuta

source: Default currency for experience pricing.
it_it: Valuta predefinita per i prezzi dell'esperienza.

source: Timezone
it_it: Fuso orario

source: Use WordPress default
it_it: Usa il default di WordPress

source: Timezone for booking schedules and availability.
it_it: Timezone per gli orari di prenotazione e la disponibilità.

source: English
it_it: Inglese

source: Italian
it_it: Italiano

source: Default language for customer communications.
it_it: Lingua predefinita per le comunicazioni dei clienti.

source: Third-Party Integrations
it_it: Integrazioni di terze parti

source: Configure integrations with Google Analytics, Google Ads, Meta Pixel, Brevo, and Google Places. You can skip this step and configure these later in Settings.
it_it: Configura integrazioni con Google Analytics, Google Ads, Meta Pixel, Brevo e Google Places. È possibile saltare questo passaggio e configurarli in seguito nelle impostazioni.

source: Your GA4 Measurement ID for tracking events and conversions.
it_it: Il tuo ID di misurazione GA4 per monitoraggio di eventi e conversioni.

source: Enable Enhanced eCommerce tracking
it_it: Abilita un monitoraggio di e -commerce migliorato

source: Your Google Ads Conversion ID for tracking bookings.
it_it: Il tuo ID di conversione di Google Ads per il monitoraggio delle prenotazioni.

source: Conversion label for purchase events (optional but recommended).
it_it: Etichetta di conversione per eventi di acquisto (opzionale ma consigliato).

source: Your Meta (Facebook) Pixel ID for frontend tracking.
it_it: Il tuo ID pixel Meta (Facebook) per il monitoraggio del frontend.

source: Enable Meta Conversions API (server-side tracking)
it_it: Abilita API Meta Conversioni (tracciamento lato server)

source: Enables server-side tracking for better data accuracy and iOS 14.5+ compliance.
it_it: Abilita il monitoraggio sul lato server per una migliore accuratezza dei dati e la conformità iOS 14.5+.

source: Meta app access token for Conversions API.
it_it: META APP ACCET TOKEN per API di conversioni.

source: Dataset ID for Meta Conversions API (found in Events Manager).
it_it: ID set di dati per API META Conversioni (trovato in Event Manager).

source: Your Brevo API key for email list management.
it_it: La tua chiave API BREVO per la gestione della lista email.

source: Google Places API key for location and reviews integration.
it_it: Google Place la chiave API per l'integrazione di posizione e recensioni.

source: Privacy & Consent
it_it: Privacy e consenso

source: Enable Consent Mode (GDPR Compliance)
it_it: Abilita la modalità di consenso (conformità GDPR)

source: Requires user consent before loading tracking scripts.
it_it: Richiede il consenso dell'utente prima di caricare gli script di tracciamento.

source: Name of cookie that stores consent status.
it_it: Nome del cookie che memorizza lo stato di consenso.

source: JavaScript Function (Optional)
it_it: Funzione javascript (opzionale)

source: JavaScript function to check consent status. Leave blank to use cookie only.
it_it: Funzione JavaScript per verificare lo stato del consenso. Lascia vuoto per usare solo il cookie.

source: Brand & PDF Settings
it_it: Impostazioni del marchio e PDF

source: Configure your brand settings for voucher PDFs and customer communications.
it_it: Configurare le impostazioni del tuo marchio per PDF voucher e comunicazioni con i clienti.

source: PDF Logo
it_it: Logo PDF

source: Logo to display on voucher PDFs and emails.
it_it: Logo da visualizzare su PDF e email voucher.

source: Primary brand color for PDFs and styling.
it_it: Colore del marchio primario per PDF e stile.

source: Voucher Terms
it_it: Termini del voucher

source: Terms and conditions text displayed on vouchers.
it_it: Termini e condizioni Testo visualizzato sui voucher.

source: System Status
it_it: Stato del sistema

source: FP Esperienze System Status
it_it: Stato del sistema FP Esperienze

source: Database tables have been created successfully.
it_it: Le tabelle di database sono state create correttamente.

source: Rewrite rules have been flushed successfully.
it_it: Le regole di riscrittura sono state eliminate con successo.

source: System Information
it_it: Informazioni sul sistema

source: WordPress Version
it_it: Versione WordPress

source: Compatible
it_it: Compatibile

source: Requires WordPress 6.5+
it_it: Richiede WordPress 6.5+

source: WooCommerce Version
it_it: Versione WooCommerce

source: Requires WooCommerce 8.0+
it_it: Richiede WooCommerce 8.0+

source: WooCommerce not detected
it_it: WooCommerce non rilevato

source: PHP Version
it_it: Versione PHP

source: Requires PHP 8.1+
it_it: Richiede PHP 8.1+

source: Plugin Version
it_it: Versione del plugin

source: System Checks
it_it: Controlli di sistema

source: Database Tables
it_it: Tabelle di database

source: All required tables present
it_it: Tutte le tabelle richieste presenti

source: %d missing tables
it_it: %d Tabelle mancanti

source: Missing tables:
it_it: Tavoli mancanti:

source: Create Tables
it_it: Crea tabelle

source: Disabled via DISABLE_WP_CRON
it_it: Disabilitato tramite disable_wp_cron

source: WordPress cron is disabled. Scheduled tasks may not work properly.
it_it: WordPress Cron è disabilitato. Le attività programmate potrebbero non funzionare correttamente.

source: Enabled
it_it: Abilitato

source: SSL certificate validation failed. Please verify your server configuration.
it_it: Convalida del certificato SSL non riuscita. Verifica la configurazione del server.

source: Remote Requests
it_it: Richieste remote
