Repository: franpass87/FP-Esperienze
Catalog: languages/fp-esperienze-*.po
Languages: it_it

source: No date overrides configured. Add exceptions below for specific dates when you need to close, change capacity, or modify pricing.
it_it: Nessuna sovraccarico di data configurata. Aggiungi eccezioni di seguito per date specifiche quando è necessario chiudere, modificare la capacità o modificare i prezzi.

source: Closed
it_it: Chiuso

source: Capacity Override
it_it: Sovraccarico di capacità

source: Leave empty = use default
it_it: Lascia vuoto = Usa l'impostazione predefinita

source: Reason/Note
it_it: Motivo/Nota

source: Optional note (e.g., Holiday, Maintenance)
it_it: Nota opzionale (ad es. Holiday, manutenzione)

source: Override date
it_it: Data di sovraccarico

source: Remove this override
it_it: Rimuovi questo override

source: Capacity override
it_it: Sovraccarico di capacità

source: Adult Price (€)
it_it: Prezzo per adulti (€)

source: Adult price override
it_it: Override dei prezzi per adulti

source: Child Price (€)
it_it: Prezzo del bambino (€)

source: Child price override
it_it: Override del prezzo del bambino

source: Reason (Optional)
it_it: Motivo (opzionale)

source: Holiday, Maintenance, etc.
it_it: Vacanze, manutenzione, ecc.

source: Reason for this override
it_it: Motivo di questo override

source: This date is very far in the future. Please verify it's correct.
it_it: Questa data è molto lontana in futuro. Si prega di verificare che sia corretto.

source: This date is in the past.
it_it: Questa data è in passato.

source: Optional: Holiday, Maintenance, etc.
it_it: Opzionale: vacanza, manutenzione, ecc.

source: Very distant date - please verify
it_it: Data molto lontana - Verifica

source: Capacity (empty = default)
it_it: Capacità (vuoto = impostazione predefinita)

source: Adult € (empty = default)
it_it: Adulto € (vuoto = impostazione predefinita)

source: Child € (empty = default)
it_it: Bambino € (vuoto = impostazione predefinita)

source: Reason (optional)
it_it: Motivo (opzionale)

source: Select which extras are available for this experience:
it_it: Seleziona quali extra sono disponibili per questa esperienza:

source: No extras available. <a href="%s">Create some extras</a> first.
it_it: Nessun extra disponibile. <a href="%s">Crea degli extra</a> prima.

source: per person
it_it: a persona

source: per booking
it_it: per prenotazione

source: Time slot %d: Invalid time format "%s". Use HH:MM format (e.g., 09:30).
it_it: Time Flot %d: formato tempo non valido "%s". Usa HH: formato MM (ad es. 09:30).

source: Row %d: Invalid time format. Use HH:MM format.
it_it: ROW %d: formato tempo non valido. Usa HH: formato MM.

source: Dynamic Pricing Rules
it_it: Regole di prezzi dinamici

source: Add Pricing Rule
it_it: Aggiungi la regola dei prezzi

source: Pricing Preview
it_it: Anteprima dei prezzi

source: Booking Date
it_it: Data di prenotazione

source: Purchase Date
it_it: Data di acquisto

source: Calculate
it_it: Calcolare

source: Price Breakdown
it_it: Compone dei prezzi

source: Base Adult Price
it_it: Prezzo per adulti di base

source: Base Child Price
it_it: Prezzo del bambino di base

source: Final Adult Price
it_it: Prezzo finale per adulti

source: Final Child Price
it_it: Prezzo del bambino finale

source: Total Base
it_it: Base totale

source: Total Final
it_it: Totale finale

source: Applied Rules
it_it: Regole applicate

source: Rule Name
it_it: Nome della regola

source: Type
it_it: Tipo

source: Select Type
it_it: Selezionare il tipo

source: Seasonal
it_it: Stagionale

source: Weekend/Weekday
it_it: Weekend/giorni feriali

source: Group Discount
it_it: Sconto di gruppo

source: Priority
it_it: Priorità

source: Date Range
it_it: Intervallo di date

source: Start Date
it_it: Data di inizio

source: End Date
it_it: Data di fine

source: Applies To
it_it: Si applica a

source: Select...
it_it: Selezionare...

source: Weekend
it_it: Fine settimana

source: Weekday
it_it: Giorni feriali

source: Days Before
it_it: Giorni prima

source: Minimum Participants
it_it: Partecipanti minimi

source: Min Participants
it_it: Partecipanti min

source: Adjustment Type
it_it: Tipo di regolazione

source: Percentage (%)
it_it: Percentuale (%)

source: Fixed Amount
it_it: Importo fisso

source: Adult Adjustment
it_it: Regolazione degli adulti

source: Child Adjustment
it_it: Regolazione del bambino

source: Schedule Validation Errors:
it_it: Errori di convalida del programma:

source: %d invalid schedule was discarded.
it_it: %d Il programma non valido è stato scartato.

source: %d schedule saved successfully.
it_it: %d Pianificazione salvata correttamente.

source: Experience duration in minutes
it_it: Durata dell'esperienza in minuti

source: Select Date
it_it: Seleziona data

source: Are you sure you want to remove this date override?
it_it: Sei sicuro di voler rimuovere questa data sovraccarica?

source: You have unsaved changes. Are you sure you want to leave?
it_it: Hai cambiati cambiamenti. Sei sicuro di voler andartene?

source: Please fix the validation errors before saving.
it_it: Si prega di correggere gli errori di convalida prima del salvataggio.

source: Product not found or is not an experience.
it_it: Prodotto non trovato o non è un'esperienza.

source: Invalid date format. Use YYYY-MM-DD.
it_it: Formato della data non valido. Usa YYYY-MM-DD.

source: Cannot check availability for past dates.
it_it: Non è possibile verificare la disponibilità per le date passate.

source: Invalid start date format
it_it: Formato della data di inizio non valida

source: Invalid end date format
it_it: Formato della data di fine non valida

source: You do not have permission to access bookings data.
it_it: Non hai il permesso di accedere ai dati delle prenotazioni.

source: Failed to fetch booking events. Please try again.
it_it: Non è riuscito a recuperare eventi di prenotazione. Per favore riprova.

source: Product not found or not an experience.
it_it: Prodotto non trovato o non un'esperienza.

source: Product is not available.
it_it: Il prodotto non è disponibile.

source: No events available for this product.
it_it: Nessun evento disponibile per questo prodotto.

source: User not found.
it_it: Utente non trovato.

source: No bookings found for this user.
it_it: Nessuna prenotazione trovata per questo utente.

source: Invalid access token.
it_it: Token di accesso non valido.

source: Failed to generate calendar.
it_it: Impossibile generare calendario.

source: ICS file not found.
it_it: File ICS non trovato.

source: Access denied.
it_it: Accesso negato.

source: Authentication required.
it_it: Autenticazione richiesta.

source: You do not have permission to access these bookings.
it_it: Non hai il permesso di accedere a queste prenotazioni.

source: Too many login attempts. Please try again later.
it_it: Troppi tentativi di accesso. Per favore riprova più tardi.

source: Username and password are required
it_it: Nome utente e password sono richiesti

source: Invalid username or password
it_it: Nome utente o password non validi

source: Please verify your email before logging in.
it_it: Verifica la tua email prima di accedere.

source: Too many registration attempts. Please try again later.
it_it: Troppi tentativi di registrazione. Per favore riprova più tardi.

source: Username, email and password are required
it_it: Sono richiesti nome utente, email e password

source: Username or email already exists
it_it: Nome utente o email esiste già

source: Confirm your account
it_it: Conferma il tuo account

source: Please confirm your account by clicking the following link: %s
it_it: Conferma il tuo account facendo clic sul seguente link: %s

source: Registration successful. Please check your email to confirm your account.
it_it: Registrazione di successo. Controlla la tua email per confermare il tuo account.

source: Invalid verification link.
it_it: Link di verifica non valido.

source: Invalid or expired token.
it_it: Token non valido o scaduto.

source: Email verified. You can now login.
it_it: Email verificata. Ora puoi accedere.

source: Invalid date format. Use Y-m-d format.
it_it: Formato della data non valido. Usa il formato Y-M-D.

source: Category does not exist
it_it: La categoria non esiste

source: Experience not found
it_it: Esperienza non trovata

source: Invalid booking data received from widget.
it_it: Dati di prenotazione non validi ricevuti dal widget.

source: Experience not found.
it_it: Esperienza non trovata.

source: Failed to add experience to cart.
it_it: Impossibile aggiungere l’esperienza al carrello.

source: "%s" has been added to your cart.
it_it: "%s" è stato aggiunto al carrello.

source: No schedules available
it_it: Nessun programma disponibile

source: Book This Experience
it_it: Prenota questa esperienza

source: Please select at least one participant
it_it: Seleziona almeno un partecipante

source: Book Now
it_it: Prenota ora

source: Booking not found
it_it: Prenotazione non trovata

source: Invalid QR code
it_it: Codice QR non valido

source: Booking cannot be checked in
it_it: La prenotazione non può essere controllata

source: Booking already checked in
it_it: Prenotazione già effettuata il check -in

source: Check-in failed
it_it: Check-in non è riuscito

source: Customer checked in successfully
it_it: Il cliente ha effettuato il check -in con successo

source: Too many requests
it_it: Troppe richieste

source: Push token registered successfully
it_it: Push token registrato con successo

source: Recipient, title and message are required
it_it: Destinatario, titolo e messaggio sono richiesti

source: Notification sent successfully
it_it: Notifica inviata con successo

source: Failed to send notification
it_it: Impossibile inviare notifica

source: Invalid date format. Expected YYYY-MM-DD
it_it: Formato della data non valido. Previsto YYYY-MM-DD

source: Invalid action type
it_it: Tipo di azione non valido

source: Invalid location data
it_it: Dati di posizione non validi

source: Failed to record attendance
it_it: Impossibile registrare la partecipazione

source: %s recorded successfully
it_it: %s registrato correttamente

source: Email not verified
it_it: Email non verificata

source: Invalid product
it_it: Prodotto non valido

source: Invalid booking date
it_it: Data di prenotazione non valida

source: At least one participant required
it_it: Almeno un partecipante richiesto

source: Check-in Confirmed
it_it: Check-in confermato

source: You have been successfully checked in for your experience
it_it: Il check-in per la tua esperienza è stato registrato correttamente

source: You do not have permission to download this voucher.
it_it: Non hai il permesso di scaricare questo voucher.

source: PDF file not found.
it_it: File pdf non trovato.

source: Access to the requested file is denied.
it_it: L'accesso al file richiesto viene respinto.

source: Unable to read PDF file.
it_it: Impossibile leggere il file PDF.

source: Reports & Analytics
it_it: Rapporti e analisi

source: Filters
it_it: Filtri

source: All Experiences
it_it: Tutte le esperienze

source: All Meeting Points
it_it: Tutti i punti di incontro

source: All Languages
it_it: Tutte le lingue

source: Update Reports
it_it: Aggiorna rapporti

source: Total Revenue
it_it: Entrate totali

source: Seats Sold
it_it: Posti venduti

source: Avg Booking Value
it_it: Valore medio prenotazione

source: Revenue & Seats Trends
it_it: Trend di ricavi e posti

source: Daily
it_it: Quotidiano

source: Weekly
it_it: Settimanale

source: Monthly
it_it: Mensile

source: Top 10 Experiences
it_it: 10 migliori esperienze

source: Traffic Source Conversions
it_it: Conversioni per fonte di traffico

source: Load Factors by Experience
it_it: Coefficienti di riempimento per esperienza

source: Export Report Data
it_it: Esporta dati report

source: Export Format
it_it: Formato di esportazione

source: Export Data
it_it: Esporta dati

source: Loading report data...
it_it: Caricamento dati del report...

source: %d minutes
it_it: %d minuti

source: Cancellation
it_it: Cancellazione

source: Free cancellation up to 24 hours
it_it: Cancellazione gratuita fino a 24 ore prima

source: Instant confirmation
it_it: Conferma immediata

source: About This Experience
it_it: Informazioni sull’esperienza

source: Professional guide
it_it: Guida professionale

source: All activities as described
it_it: Tutte le attività come descritto

source: Small group experience
it_it: Esperienza in piccoli gruppi

source: Hotel pickup and drop-off
it_it: Prelievo e rientro in hotel

source: Food and drinks
it_it: Cibo e bevande

source: Personal expenses
it_it: Spese personali

source: Gratuities
it_it: Mance

source: Meeting Instructions:
it_it: Istruzioni per il ritrovo:

source: Open meeting point in Google Maps
it_it: Apri il punto di ritrovo in Google Maps

source: Open in Google Maps
it_it: Apri in Google Maps

source: Map showing meeting point location
it_it: Mappa del punto di ritrovo

source: Map coordinates not available
it_it: Coordinate della mappa non disponibili

source: Reviews
it_it: Recensioni

source: %s out of 5 stars
it_it: %s su 5 stelle

source: %d review
it_it: %d recensione

source: %d out of 5 stars
it_it: %d su 5 stelle

source: Reviews via Google
it_it: Recensioni tramite Google

source: View on Google Maps
it_it: Vedi su Google Maps

source: Frequently Asked Questions
it_it: Domande frequenti

source: Customer Reviews
it_it: Recensioni dei clienti

source: Reviews integration will be available in a future update. Real customer reviews from Google will be displayed here.
it_it: L’integrazione delle recensioni sarà disponibile in un aggiornamento futuro. Qui verranno mostrate le recensioni reali da Google.

source: Based on authentic reviews
it_it: Basato su recensioni autentiche

source: Choose your preferred date
it_it: Scegli la data preferita

source: Available Times
it_it: Orari disponibili

source: Please select a date to see available times.
it_it: Seleziona una data per vedere gli orari disponibili.

source: Experience language
it_it: Lingua dell’esperienza

source: Age 13+
it_it: Età 13+

source: Decrease adult count
it_it: Diminuisci numero di adulti

source: Number of adults
it_it: Numero di adulti

source: Increase adult count
it_it: Aumenta numero di adulti

source: Age 3-12
it_it: Età 3-12

source: Decrease child count
it_it: Diminuisci numero di bambini

source: Number of children
it_it: Numero di bambini

source: Increase child count
it_it: Aumenta numero di bambini

source: Add Extras
it_it: Aggiungi extra

source: Quantity
it_it: Quantità

source: Decrease %s quantity
it_it: Diminuisci quantità di %s

source: %s quantity
it_it: Quantità di %s

source: Increase %s quantity
it_it: Aumenta quantità di %s

source: Gift this experience
it_it: Regala questa esperienza

source: Your name (optional)
it_it: Il tuo nome (facoltativo)

source: Your name
it_it: Il tuo nome

source: Recipient name
it_it: Nome del destinatario

source: Recipient email
it_it: Email del destinatario

source: recipient@example.com
it_it: destinatario@example.com

source: Send date (optional)
it_it: Data di invio (facoltativa)

source: Leave empty to send immediately
it_it: Lascia vuoto per inviare subito

source: Personal message (optional)
it_it: Messaggio personale (facoltativo)

source: Write a personal message...
it_it: Scrivi un messaggio personale...

source: Total
it_it: Totale

source: Have a voucher?
it_it: Hai un voucher?

source: Enter voucher code
it_it: Inserisci il codice voucher

source: Add to Cart
it_it: Aggiungi al carrello

source: Select date and participants to continue
it_it: Seleziona data e partecipanti per continuare

source: Loading availability...
it_it: Caricamento disponibilità...

source: Voucher code input
it_it: Campo codice voucher

source: Voucher applied: %s
it_it: Voucher applicato: %s

source: There was an error while fetching events!
it_it: Si è verificato un errore durante il recupero degli eventi!

source: Customer
it_it: Cliente

source: adults
it_it: adulti

source: children
it_it: bambini

source: Please fix the following errors:
it_it: Si prega di correggere i seguenti errori:

source: No time slots configured yet. Click "%s" below to get started.
it_it: Nessuna fascia oraria configurata. Fai clic su "%s" di seguito per iniziare.

source: setting
it_it: collocamento

source: settings
it_it: impostazioni

source: Error adding time slot. Please try again.
it_it: Errore di aggiunta di fascia oraria. Per favore riprova.

source: Are you sure you want to remove this time slot?
it_it: Sei sicuro di voler rimuovere questa fascia oraria?

source: Error removing time slot. Please try again.
it_it: Errore di rimozione della fascia oraria. Per favore riprova.

source: Error: Unable to find time slots container. Please refresh the page.
it_it: Errore: Impossibile trovare il contenitore delle fasce di tempo. Si prega di aggiornare la pagina.

source: Error creating time slot card. Please try again.
it_it: Errore Creazione di una scheda di fascia oraria. Per favore riprova.

source: Error: Override container not found. Please refresh the page.
it_it: Errore: sovraccarico del contenitore non trovato. Si prega di aggiornare la pagina.

source: Error adding override. Please try again.
it_it: Errore che aggiunge il sovraccarico. Per favore riprova.

source: Select at least one day of the week
it_it: Seleziona almeno un giorno della settimana

source: selected
it_it: selezionato

source: deselected
it_it: deselezionato

source: Add Another Time Slot
it_it: Aggiungi un'altra fascia oraria

source: 1 time slot configured
it_it: 1 fascia oraria configurata

source: %d time slots configured
it_it: %d FLOT TRIMBILI CONFIDATO

source: Add Another Date Override
it_it: Aggiungi un'altra date sovraccarico

source: 1 date override configured
it_it: 1 data sovraccarico configurato

source: %d date overrides configured
it_it: %d Data Overrides configurato

source: Start time is required
it_it: È richiesto l'ora di inizio

source: Please select a start time
it_it: Seleziona un orario di inizio

source: Please select at least one day
it_it: Seleziona almeno un giorno

source: Please fix the validation errors in the time slot configuration
it_it: Si prega di correggere gli errori di convalida nella configurazione dello slot temporale

source: Unexpected error occurred
it_it: Si è verificato un errore imprevisto

source: Promise rejection
it_it: Promettere il rifiuto

source: A critical error occurred. Please refresh the page.
it_it: Si è verificato un errore critico. Si prega di aggiornare la pagina.

source: Date marked as closed
it_it: Data contrassegnata come chiusa

source: Date reopened for bookings
it_it: Data riaperta per le prenotazioni

source: Error updating closed status. Please try again.
it_it: Errore aggiornamento dello stato chiuso. Per favore riprova.

source: Processing...
it_it: Elaborazione...

source: Experience Archive
it_it: Esperienza Archivio

source: Display a filterable archive of experiences
it_it: Visualizza un archivio filtrabile di esperienze

source: experience
it_it: esperienza

source: archive
it_it: archivio

source: filter
it_it: filtro

source: Descending
it_it: Discendente

source: Ascending
it_it: Ascendente

source: Display Settings
it_it: Impostazioni di visualizzazione

source: Posts per page
it_it: Post per pagina

source: Columns
it_it: Colonne

source: Order by
it_it: Ordine di

source: Enable Language Filter
it_it: Abilita filtro linguistico

source: Enable Meeting Point Filter
it_it: Abilita il filtro dei punti di incontro

source: Enable Duration Filter
it_it: Abilita filtro di durata

source: Enable Date Availability Filter
it_it: Abilita filtro di disponibilità della data

source: 🎯 Experience Archive
it_it: 🎯 Archivio di esperienza

source: Displaying
it_it: Visualizzazione

source: experiences in
it_it: esperienze in

source: columns
it_it: colonne

source: Order:
it_it: Ordine:

source: Active filters:
it_it: Filtri attivi:

source: This block will display the experience archive on the frontend
it_it: Questo blocco mostrerà l'archivio di esperienza sul frontend

source: %d spots available
it_it: %d posti disponibili

source: sold out
it_it: esaurito

source: Time slot %1$s to %2$s, %3$s, price from €%4$s
it_it: Fascia oraria %1$s-%2$s, %3$s, prezzo da €%4$s

source: From €%s
it_it: Da €%s

source: Only 1 spot left!
it_it: Ultimo posto disponibile!

source: Only %d spots left!
it_it: Solo %d posti disponibili!

source: Adult
it_it: Adulto

source: Child
it_it: Bambino

source: people
it_it: persone

source: Ready to book this experience
it_it: Pronto a prenotare questa esperienza

source: Select a date to continue
it_it: Seleziona una data per continuare

source: Select a time slot to continue
it_it: Seleziona una fascia oraria per continuare

source: Select at least one participant
it_it: Seleziona almeno un partecipante

source: Complete all required fields
it_it: Compila tutti i campi obbligatori

source: Adding...
it_it: Aggiunta in corso...

source: Applying...
it_it: Applicazione in corso...

source: Something went wrong. Please try again.
it_it: Qualcosa è andato storto. Riprova.

source: Removing...
it_it: Rimozione in corso...

source: Request timed out. Please try again.
it_it: Tempo scaduto. Riprova.

source: Network error. Please check your connection.
it_it: Errore di rete. Controlla la connessione.

source: Failed to add to cart
it_it: Impossibile aggiungere al carrello

source: Failed to add to cart. Please try again.
it_it: Impossibile aggiungere al carrello. Riprova.

source: Languages
it_it: Lingue

source: Languages: %s
it_it: Lingue: %s

source: An error occurred
it_it: Si è verificato un errore

source: Retry
it_it: Riprova

source: Close
it_it: Chiudi

source: Validating...
it_it: Validazione in corso...

source: This field is required
it_it: Questo campo è obbligatorio

source: Please enter a valid email address
it_it: Inserisci un indirizzo email valido

source: Please enter a valid phone number
it_it: Inserisci un numero di telefono valido

source: View Dates
it_it: Vedi date

source: No events found.
it_it: Nessun evento trovato.

source: Push token is too long. Please try again with a valid token.
it_it: Il token push è troppo lungo. Riprova con un token valido.
