Repository: franpass87/FP-Esperienze
Catalog: languages/fp-esperienze-*.po
Languages: it_it

source: Failed
it_it: Fallito

source: Unexpected response code: %d
it_it: Codice di risposta imprevisto: %d

source: Working
it_it: Lavorando

source: File Permissions
it_it: Autorizzazioni di file

source: Uploads directory not writable
it_it: Carica la directory non scrivibile

source: PDF vouchers cannot be generated without write access to uploads directory.
it_it: I voucher PDF non possono essere generati senza l'accesso alla scrittura alla directory di caricamento.

source: Uploads directory writable
it_it: Carica la directory scrivibile

source: PHP Extensions
it_it: Estensioni PHP

source: %d missing extensions
it_it: %d Estensioni mancanti

source: Missing extensions:
it_it: Estensioni mancanti:

source: All required extensions loaded
it_it: Tutte le estensioni richieste caricate

source: Database Information
it_it: Informazioni sul database

source: Table missing
it_it: Tavolo mancante

source: Integration Status
it_it: Stato di integrazione

source: Configured
it_it: Configurato

source: Not configured
it_it: Non configurato

source: Configure
it_it: Configurare

source: Documentation
it_it: Documentazione

source: AI settings updated successfully
it_it: Impostazioni AI aggiornate correttamente

source: Customers who booked this also booked
it_it: Anche i clienti che hanno prenotato questo hanno prenotato

source: Similar experiences you might enjoy
it_it: Esperienze simili che potresti apprezzare

source: Recommended for you
it_it: Consigliato per te

source: Similar experiences
it_it: Esperienze simili

source: Recommended
it_it: Raccomandato

source: You might also like
it_it: Potrebbe piacerti anche

source: Created from order #%d
it_it: Creato dall'ordine #%d

source: Only confirmed bookings can be rescheduled.
it_it: È possibile riprogrammare solo le prenotazioni confermate.

source: Failed to update booking.
it_it: Impossibile aggiornare la prenotazione.

source: Booking rescheduled successfully.
it_it: Prenotazione riprogrammata con successo.

source: Invalid date/time format.
it_it: Formato Data/Time non valido.

source: This time slot is too close to departure. Please book at least %d minutes in advance.
it_it: Questa fascia oraria è troppo vicina alla partenza. Si prega di prenotare almeno %d minuti di anticipo.

source: Time slot not available.
it_it: Time Flot non disponibile.

source: Not enough capacity. Only %d spots available.
it_it: Capacità non sufficiente. Solo %d Spot disponibili.

source: Booking Rescheduled - %s
it_it: Prenotazione riprogrammata - %s

source: Your booking has been rescheduled:\n\nProduct: %s\nOriginal Date: %s at %s\nNew Date: %s at %s\n\nOrder: #%d\nBooking ID: %d
it_it: La tua prenotazione è stata riprogrammata:\n\nProdotto: %s\nData originale: %s alle %s\nNuova data: %s alle %s\n\nOrdine: #%d\nID prenotazione: %d

source: Only confirmed bookings can be cancelled.
it_it: Solo le prenotazioni confermate possono essere annullate.

source: Invalid booking date/time.
it_it: Data/ora di prenotazione non valida.

source: Free cancellation available.
it_it: Cancellazione gratuita disponibile.

source: Cancellation fee: %s%%
it_it: Commissione di cancellazione: %s%%

source: Invalid extras payload
it_it: Payload extra non valido

source: Please select a time slot.
it_it: Seleziona una fascia oraria.

source: Please select at least one participant.
it_it: Seleziona almeno un partecipante.

source: Please enter the recipient name for gift purchase.
it_it: Inserisci il nome del destinatario per l'acquisto regalo.

source: Please enter a valid recipient email for gift purchase.
it_it: Inserisci un indirizzo email del destinatario valido per l'acquisto regalo.

source: Invalid time slot format.
it_it: Formato della fascia oraria non valido.

source: Only %d spots available for this time slot. You selected %d participants.
it_it: Solo %d posti disponibili per questa fascia oraria. Hai selezionato %d partecipanti.

source: Time Slot
it_it: Fascia oraria

source: Language
it_it: Lingua

source: Gift Purchase
it_it: Acquisto regalo

source: From
it_it: Da

source: Send Date
it_it: Invia data

source: Voucher Applied
it_it: Voucher applicato

source: Full discount
it_it: Sconto totale

source: Up to %s
it_it: Fino a %s

source: Meeting Point ID
it_it: ID punto di incontro

source: Recipient Name
it_it: Nome destinatario

source: Recipient Email
it_it: Email del destinatario

source: Sender Name
it_it: Nome del mittente

source: Gift Message
it_it: Messaggio regalo

source: Full discount vouchers cannot be combined with other coupons. The voucher has been removed.
it_it: I buoni sconti completi non possono essere combinati con altri coupon. Il voucher è stato rimosso.

source: Too many voucher redemption attempts. Please try again in a minute.
it_it: Troppi tentativi di redenzione dei voucher. Riprova tra un minuto.

source: Please enter a voucher code.
it_it: Inserisci un codice voucher.

source: Full discount vouchers cannot be combined with other coupons. Please remove existing coupons first.
it_it: I buoni sconti completi non possono essere combinati con altri coupon. Si prega di rimuovere prima i coupon esistenti.

source: Voucher applied successfully!
it_it: Voucher applicato con successo!

source: Invalid cart item.
it_it: Articolo del carrello non valido.

source: Voucher removed successfully.
it_it: Voucher rimosso con successo.

source: Voucher %s redeemed for this order.
it_it: Voucher %s Rimpasso per questo ordine.

source: Voucher %s restored to active status due to order cancellation/refund.
it_it: Voucher %s ripristinato allo stato attivo a causa della cancellazione/rimborso dell'ordine.

source: Full experience discount
it_it: Sconto completo dell'esperienza

source: Discount up to %s
it_it: Sconto fino a %s

source: Full discount vouchers cannot be combined with coupon "%s". Conflicting vouchers have been removed.
it_it: I buoni sconti completi non possono essere combinati con il coupon "%s". I voucher in conflitto sono stati rimossi.

source: Adult Price Adjustments:
it_it: Regolamenti sui prezzi degli adulti:

source: Child Price Adjustments:
it_it: Regolamenti sui prezzi del bambino:

source: Dynamic Pricing
it_it: Prezzi dinamici

source: Permission Denied
it_it: Permesso negato

source: Failed to load availability.
it_it: Impossibile caricare la disponibilità.

source: Booking system temporarily unavailable. Please try again.
it_it: Sistema di prenotazione temporaneamente non disponibile. Riprova.

source: No availability for this date.
it_it: Nessuna disponibilità per questa data.

source: spots left
it_it: posti rimanenti

source: Sold out
it_it: Esaurito

source: Loading available times...
it_it: Caricamento orari disponibili...

source: No data available
it_it: Nessun dato disponibile

source: Loading...
it_it: Caricamento...

source: Failed to load data
it_it: Impossibile caricare i dati

source: Every 5 Minutes (FP Esperienze)
it_it: Ogni 5 minuti (FP Esperienze)

source: Rate limit exceeded. Please try again later.
it_it: Limite di tasso superato. Per favore riprova più tardi.

source: Webhook test successful
it_it: Webhook Test di successo

source: Webhook test failed with status %d
it_it: Il test WebHook non riuscito con lo stato %d

source: Permission denied.
it_it: Permesso negato.

source: Pricing rule saved successfully.
it_it: Regola di prezzo salvata con successo.

source: Failed to save pricing rule.
it_it: Impossibile salvare la regola dei prezzi.

source: Pricing rule deleted successfully.
it_it: Regola di prezzo eliminata con successo.

source: Failed to delete pricing rule.
it_it: Impossibile eliminare la regola dei prezzi.

source: Holds system disabled
it_it: Contiene il sistema disabilitato

source: Invalid session
it_it: Sessione non valida

source: Invalid slot format
it_it: Formato slot non valido

source: Failed to create hold
it_it: Impossibile creare Hold

source: Spots reserved for %d minutes
it_it: Spot riservati per %d minuti

source: Hold expired or not found. Please try again.
it_it: Tenere scaduto o non trovato. Per favore riprova.

source: Hold quantity insufficient for booking.
it_it: Tenere la quantità insufficiente per la prenotazione.

source: Failed to create booking.
it_it: Non è riuscito a creare prenotazione.

source: Failed to remove hold after booking creation.
it_it: Impossibile rimuovere la presa dopo la creazione di prenotazione.

source: Booking created successfully.
it_it: Prenotazione creata con successo.

source: Transaction failed. Please try again.
it_it: Transazione non riuscita. Per favore riprova.

source: Participants: %d adults, %d children
it_it: Partecipanti: %d adulti, %d Bambini

source: Notes:
it_it: Note:

source: Booking ID: %d
it_it: ID di prenotazione: %d

source: Select a meeting point
it_it: Seleziona un punto d'incontro

source: [%s] New Booking: %s
it_it: [%s] Nuova prenotazione: %s

source: New Booking - %s
it_it: Nuova prenotazione - %s

source: Booking Details
it_it: Dettagli di prenotazione

source: Experience:
it_it: Esperienza:

source: Date:
it_it: Data:

source: Time:
it_it: Tempo:

source: Participants:
it_it: Partecipanti:

source: %d adults, %d children
it_it: %d Adulti, %d Bambini

source: Meeting Point:
it_it: Punto di incontro:

source: Booking ID:
it_it: ID di prenotazione:

source: Order ID:
it_it: ID ordine:

source: Customer Information
it_it: Informazioni sui clienti

source: Name:
it_it: Nome:

source: Phone:
it_it: Telefono:

source: Customer Notes:
it_it: Note del cliente:

source: View Bookings
it_it: Visualizza le prenotazioni

source: View Order
it_it: Visualizza l'ordine

source: This notification was sent automatically by %s
it_it: Questa notifica è stata inviata automaticamente da %s

source: Booking #%d ICS calendar access: %s
it_it: Prenotazione #%d Accesso del calendario ics: %s

source: You have received a gift voucher from %s
it_it: Hai ricevuto un buono regalo da %s

source: Gift voucher sent: %s
it_it: Voucher regalo inviato: %s

source: You have received a gift voucher!
it_it: Hai ricevuto un buono regalo!

source: Hi %s,
it_it: Ciao %s,

source: %s has sent you a gift voucher for an amazing experience!
it_it: %s ti ha inviato un buono regalo per un'esperienza straordinaria!

source: You have received a gift voucher for an amazing experience!
it_it: Hai ricevuto un buono regalo per un'esperienza straordinaria!

source: Personal Message:
it_it: Messaggio personale:

source: Valid until: %s
it_it: Valido fino a: %s

source: To redeem your voucher, visit our website and use the code above during checkout. You can also present the attached PDF with the QR code.
it_it: Per riscattare il voucher, visitare il nostro sito Web e utilizzare il codice sopra durante il checkout. Puoi anche presentare il PDF allegato con il codice QR.

source: Book Your Experience
it_it: Prenota la tua esperienza

source: This email was sent by %s
it_it: Questa email è stata inviata da %s

source: Gift voucher confirmation
it_it: Conferma del buono regalo

source: Your gift voucher has been successfully created and sent!
it_it: Il tuo buono regalo è stato creato e inviato con successo!

source: Gift Details:
it_it: Dettagli regalo:

source: Recipient:
it_it: Destinatario:

source: Voucher Code:
it_it: Codice voucher:

source: Valid Until:
it_it: Valido fino a:

source: A copy of the voucher PDF is attached to this email for your records.
it_it: Una copia del voucher PDF è allegata a questa email per i tuoi record.

source: Missing required field: %s
it_it: Campo richiesto mancante: %s

source: Invalid product ID or product is not an experience.
it_it: L'ID o il prodotto non valido non è un'esperienza.

source: Invalid recipient email address.
it_it: Indirizzo email del destinatario non valido.

source: Invalid expiration date format. Use Y-m-d format.
it_it: Formato della data di scadenza non valida. Usa il formato Y-M-D.

source: Failed to create voucher in database.
it_it: Impossibile creare voucher nel database.

source: Voucher created successfully.
it_it: Voucher creato correttamente.

source: Invalid voucher code.
it_it: Codice voucher non valido.

source: This voucher has already been used.
it_it: Questo buono è già stato utilizzato.

source: This voucher has expired.
it_it: Questo buono è scaduto.

source: This voucher has been voided.
it_it: Questo buono è stato annullato.

source: This voucher is not valid.
it_it: Questo buono non è valido.

source: Invalid voucher signature.
it_it: Firma del voucher non valido.

source: Voucher code mismatch.
it_it: Mismatch del codice voucher.

source: This voucher is only valid for "%s".
it_it: Questo voucher è valido solo per "%s".

source: Voucher is valid and ready to apply.
it_it: Il voucher è valido e pronto per essere applicato.

source: Adult Price
it_it: Prezzo per adulti

source: Child Price
it_it: Prezzo del bambino

source: No experiences found.
it_it: Nessuna esperienza trovata.

source: Filter by meeting point
it_it: Filtra per punto di ritrovo

source: All locations
it_it: Tutte le località

source: Filter by language
it_it: Filtra per lingua

source: All languages
it_it: Tutte le lingue

source: Duration
it_it: Durata

source: Filter by duration
it_it: Filtra per durata

source: Any duration
it_it: Qualsiasi durata

source: Up to 1.5 hours
it_it: Fino a 1,5 ore

source: 1.5 - 3 hours
it_it: 1,5 - 3 ore

source: More than 3 hours
it_it: Oltre 3 ore

source: Available on
it_it: Disponibile il

source: Filter by available date
it_it: Filtra per data disponibile

source: Apply Filters
it_it: Applica filtri

source: Archive pagination
it_it: Paginazione archivio

source: From %s
it_it: Da %s

source: Invalid API URL
it_it: URL API non valido

source: How was your experience?
it_it: Com'è stata la tua esperienza?

source: Unauthorized
it_it: Non autorizzato

source: Invalid email address
it_it: Indirizzo email non valido

source: Booking Confirmation
it_it: Conferma di prenotazione

source: Thank you for your experience!
it_it: Grazie per la tua esperienza!

source: Complete your booking - Special offer inside!
it_it: Completa la tua prenotazione - offerta speciale all'interno!

source: Discover new amazing experiences!
it_it: Scopri nuove fantastiche esperienze!

source: Campaign sent: %d successful, %d failed
it_it: Campagna inviata: %d riuscita, %d non

source: Sent when a booking is confirmed
it_it: Inviato quando una prenotazione è confermata

source: Booking Completion
it_it: Completamento della prenotazione

source: Sent when an experience is completed
it_it: Inviato quando un'esperienza è completata

source: Abandoned Cart Recovery
it_it: Recupero del carrello abbandonato

source: Sent to recover abandoned carts
it_it: Inviato a recuperare i carrelli abbandonati

source: Review Request
it_it: Richiesta di revisione

source: Request for customer reviews
it_it: Richiesta di recensioni dei clienti

source: Upselling Campaign
it_it: Campagna upselling

source: Promote related experiences
it_it: Promuovere esperienze correlate

source: Google OAuth Client ID for Business Profile access
it_it: ID client di Google OAuth per l'accesso al profilo aziendale

source: Google OAuth Client Secret (keep secure)
it_it: Google Oauth Client Secret (mantieni sicuro)

source: Meta Conversions API is not properly configured.
it_it: L'API Meta Conversioni non è correttamente configurata.

source: Invalid Meta dataset ID.
it_it: ID set di dati metallico non valido.

source: Connection failed:
it_it: Connessione non riuscita:

source: Meta Conversions API connection successful!
it_it: Conversioni Meta Connessione API riuscita!

source: API call failed. Status:
it_it: Chiamata API non riuscita. Stato:

source: Prepaid Ticket
it_it: Biglietto prepagato

source: Gift Voucher
it_it: Voucher regalo

source: For:
it_it: Per:

source: Value:
it_it: Valore:

source: Expires:
it_it: Scade:

source: QR Code for voucher redemption
it_it: Codice QR per rimborso del voucher

source: Scan this QR code to redeem your voucher
it_it: Scansiona questo codice QR per riscattare il voucher

source: How to Redeem:
it_it: Come riscattare:

source: Visit %s to book your experience and use the voucher code above or scan the QR code during checkout.
it_it: Visita %s per prenotare la tua esperienza e utilizzare il codice voucher sopra o scansionare il codice QR durante il checkout.

source: Booking Cutoff (minutes)
it_it: Booking Cutoff (minuti)

source: Minimum minutes before experience start time to allow bookings
it_it: Minuti minimi prima dell'esperienza di inizio per consentire le prenotazioni

source: What's Included
it_it: Cosa è incluso

source: Professional guide All activities as described Small group experience
it_it: Guida professionale Tutte le attività come descritto Esperienza di piccoli gruppi

source: List what is included in the experience (one item per line)
it_it: Elenca ciò che è incluso nell'esperienza (un elemento per riga)

source: What's Not Included
it_it: Cosa non è incluso

source: Hotel pickup and drop-off Food and drinks Personal expenses Gratuities
it_it: Pickup e abbandono dell'hotel Cibo e bevande Spese personali Gerati

source: List what is not included in the experience (one item per line)
it_it: Elenca ciò che non è incluso nell'esperienza (un elemento per riga)

source: Cancellation Rules
it_it: Regole di cancellazione

source: Free Cancellation Until (minutes)
it_it: Cancellazione gratuita fino a (minuti)

source: Minutes before experience start when customers can cancel for free (e.g., 1440 = 24 hours)
it_it: I minuti prima dell'esperienza iniziano quando i clienti possono annullare gratuitamente (ad esempio, 1440 = 24 ore)

source: Cancellation Fee (%)
it_it: Commissione di cancellazione (%)

source: Percentage of total price to charge as cancellation fee after free cancellation period
it_it: Percentuale del prezzo totale da addebitare come commissione di cancellazione dopo periodo di cancellazione gratuito

source: No-Show Policy
it_it: Politica no-show

source: No refund
it_it: Nessun rimborso

source: Partial refund (use cancellation fee %)
it_it: Rimborso parziale (utilizzo della commissione di cancellazione %)

source: Full refund
it_it: Rimborso completo

source: Policy for customers who do not show up for their experience
it_it: Politica per i clienti che non si presentano per la loro esperienza

source: Recurring Time Slots
it_it: Flmo orari ricorrenti

source: Configure weekly recurring time slots for your experience. Each slot can run on multiple days and can have custom settings that override the default product values above.
it_it: Configurare gli slot temporali ricorrenti settimanali per la tua esperienza. Ogni slot può essere eseguito in più giorni e può avere impostazioni personalizzate che sostituiscono i valori del prodotto predefiniti sopra.

source: Advanced Mode (Raw Schedules)
it_it: Modalità avanzata (orari grezzi)

source: Add Schedule
it_it: Aggiungi programma

source: Show Advanced Mode
it_it: Mostra la modalità avanzata

source: Enable to view/edit individual schedule rows directly
it_it: Abilita di visualizzare/modificare direttamente le righe di pianificazione individuale

source: Date-Specific Overrides
it_it: Sostituioni specifiche della data

source: Add exceptions for specific dates: close the experience, change capacity, or modify prices for particular days.
it_it: Aggiungi eccezioni per date specifiche: chiudere l'esperienza, cambiare capacità o modificare i prezzi per giorni particolari.

source: Add Date Override
it_it: Aggiungi la sovraccarico della data

source: Sunday
it_it: Domenica

source: Monday
it_it: Lunedi

source: Tuesday
it_it: Martedì

source: Wednesday
it_it: Mercoledì

source: Thursday
it_it: Giovedì

source: Friday
it_it: Venerdì

source: Saturday
it_it: Sabato

source: Day of Week
it_it: Giorno della settimana

source: Which day of the week this schedule applies to
it_it: A che giorno della settimana questo programma si applica a

source: Select Day
it_it: Seleziona il giorno

source: Start Time
it_it: Ora di inizio

source: When the experience starts (24-hour format)
it_it: Quando inizia l'esperienza (formato 24 ore)

source: Experience start time
it_it: Esperienza di inizio

source: Duration (minutes)
it_it: Durata (minuti)

source: How long the experience lasts in minutes
it_it: Per quanto tempo l'esperienza dura in pochi minuti

source: Duration in minutes (minimum 1)
it_it: Durata in minuti (minimo 1)

source: Max Capacity
it_it: Capacità massima

source: Maximum number of participants for this schedule
it_it: Numero massimo di partecipanti per questo programma

source: Maximum participants (minimum 1)
it_it: Partecipanti massimi (minimo 1)

source: Experience language code (e.g., en, it, es)
it_it: Esperienza del codice linguistico (ad es. EN, IT, ES)

source: Language code (ISO format preferred)
it_it: Codice di lingua (formato ISO preferito)

source: Where participants should meet for this experience
it_it: Dove i partecipanti dovrebbero incontrarsi per questa esperienza

source: Price per adult participant (leave empty to use default product price)
it_it: Prezzo per partecipante per adulti (lasciare vuoto per utilizzare il prezzo del prodotto predefinito)

source: Adult price (optional override)
it_it: Prezzo per adulti (sovraccarico opzionale)

source: Price per child participant (leave empty to use default or no child pricing)
it_it: Prezzo per bambino partecipante (lasciare vuoto per utilizzare i prezzi predefiniti o nessun figlio)

source: Child price (optional)
it_it: Prezzo del bambino (opzionale)

source: Remove Schedule
it_it: Rimuovere il programma

source: No time slots configured yet. Add your first time slot below.
it_it: Nessuna fascia oraria configurata. Aggiungi la prima fascia oraria qui sotto.

source: Add Time Slot
it_it: Aggiungi la fascia oraria

source: Days of Week
it_it: Giorni della settimana

source: Advanced Settings
it_it: Impostazioni avanzate

source: Override default values for this specific time slot
it_it: Sostituisci i valori predefiniti per questa fascia oraria specifica

source: Capacity
it_it: Capacità

source: Use default
it_it: Usa il valore predefinito

source: Enter the start time for this experience slot in 24-hour format
it_it: Immettere l'ora di inizio per questa slot di esperienza in formato 24 ore

source: Select which days of the week this time slot is available
it_it: Seleziona quali giorni della settimana questa fascia oraria è disponibile

source: Default: %s
it_it: Predefinito: %s

source: None
it_it: Nessuno

source: Default: %.2f
it_it: Predefinito: %.2f

source: Configured Time Slots Overview
it_it: Panoramica delle fasce di tempo configurata

source: No time slots configured yet
it_it: Nessuna fascia oraria configurata

source: Create recurring weekly time slots to make your experience bookable. Each slot can have different settings and run on multiple days.
it_it: Crea slot orari settimanali ricorrenti per rendere prenotabile la tua esperienza. Ogni slot può avere impostazioni diverse ed eseguire in più giorni.

source: Examples:
it_it: Esempi:

source: Morning tour: 09:00 on Mon, Wed, Fri
it_it: Tour mattutino: 09:00 su lun, mercoledì

source: Afternoon tour: 14:30 on Tue, Thu, Sat
it_it: Tour pomeridiano: 14:30 su mar, thu, sabato

source: Weekend special: 10:00 on Sat, Sun with different pricing
it_it: Speciale del fine settimana: 10:00 su sabato, sole con prezzi diversi

source: Add Your First Time Slot
it_it: Aggiungi la tua prima fascia temporale

source: Days
it_it: Giorni

source: Customized
it_it: Personalizzato

source: Default
it_it: Predefinito

source: %d setting
it_it: %d Impostazione
