Repository: franpass87/FP-Esperienze
Catalog: languages/fp-esperienze-*.po
Languages: it_it

source: FP Esperienze
it_it: FP Esperienoze

source: Experience booking management plugin for WordPress and WooCommerce
it_it: Esperienza plug -in di gestione della prenotazione per WordPress e WooCommerce

source: FP Esperienze requires WordPress 6.5 or higher.
it_it: FP Esperienze richiede WordPress 6.5 o superiore.

source: FP Esperienze requires PHP 8.1 or higher.
it_it: FP Esperienze richiede PHP 8.1 o superiore.

source: FP Esperienze: Some advanced features (PDF generation, QR codes) require composer dependencies. Run %s in the plugin directory to enable all features.
it_it: FP Esperienze: alcune funzionalità avanzate (generazione PDF, codici QR) richiedono dipendenze del compositore. Esegui %s nella directory del plug -in per abilitare tutte le funzionalità.

source: FP Esperienze requires WooCommerce to be installed and activated.
it_it: FP Esperienze richiede che WooCommerce sia installato e attivato.

source: FP Esperienze requires WooCommerce 8.0 or higher.
it_it: FP Esperienze richiede WooCommerce 8.0 o superiore.

source: Required for PDF voucher generation
it_it: Richiesto per la generazione di voucher PDF

source: Vouchers will be generated as HTML instead of PDF
it_it: I voucher saranno generati come HTML anziché PDF

source: Required for QR code generation on vouchers
it_it: Richiesto per la generazione del codice QR sui buoni

source: Vouchers will not include QR codes for scanning
it_it: I voucher non includeranno i codici QR per la scansione

source: External libraries for enhanced functionality
it_it: Librerie esterne per funzionalità migliorate

source: Run "composer install --no-dev" to enable all features
it_it: Esegui "Composer Install --No-Dev" per abilitare tutte le funzionalità

source: To enable all features:
it_it: Per abilitare tutte le funzionalità:

source: Navigate to the plugin directory in terminal:
it_it: Passare alla directory del plug -in nel terminale:

source: Install dependencies:
it_it: Installa dipendenze:

source: Note: The plugin works without these dependencies, but some features will have fallback behavior.
it_it: Nota: il plugin funziona senza queste dipendenze, ma alcune funzionalità avranno un comportamento di fallback.

source: Optional Dependencies Status
it_it: Stato delle dipendenze opzionali

source: Dashboard
it_it: Pannello di controllo

source: Bookings
it_it: Prenotazioni

source: Meeting Points
it_it: Punti di incontro

source: Extras
it_it: Extra

source: Vouchers
it_it: Voucher

source: Closures
it_it: Chiusure

source: Reports
it_it: Segnalazioni

source: Performance
it_it: Prestazione

source: Settings
it_it: Impostazioni

source: Edit Extra
it_it: Modifica extra

source: PDF link copied to clipboard!
it_it: PDF Link copiato negli Appunti!

source: Please select an action.
it_it: Seleziona un'azione.

source: Please select at least one voucher.
it_it: Seleziona almeno un voucher.

source: Are you sure you want to void the selected vouchers?
it_it: Sei sicuro di voler annullare i buoni selezionati?

source: Are you sure you want to resend emails for the selected vouchers?
it_it: Sei sicuro di voler ricredere le email per i buoni selezionati?

source: Are you sure you want to extend the selected vouchers by
it_it: Sei sicuro di voler estendere i buoni selezionati

source: months?
it_it: mesi?

source: Are you sure? This will invalidate all existing QR codes!
it_it: Sei sicuro? Questo invaliderà tutti i codici QR esistenti!

source: Select Logo
it_it: Seleziona logo

source: Use This Image
it_it: Usa questa immagine

source: Please enter a webhook URL first.
it_it: Inserisci prima un URL Webhook.

source: Testing...
it_it: Test ...

source: Webhook test successful!
it_it: Webhook Test di successo!

source: Status:
it_it: Stato:

source: Webhook test failed:
it_it: Test webhook non riuscito:

source: Request failed. Please try again.
it_it: Richiesta non riuscita. Per favore riprova.

source: Generate a new webhook secret? This will invalidate the current secret.
it_it: Generare un nuovo segreto del webhook? Ciò invaliderà l'attuale segreto.

source: Clean up expired holds now?
it_it: Clean Up Husded Hold ora?

source: Cleaning...
it_it: Pulizia...

source: Cleanup completed!
it_it: Pulizia completata!

source: Cleaned up:
it_it: Pulito:

source: holds
it_it: tiene

source: Cleanup failed:
it_it: Cleanup non riuscito:

source: Resend voucher email?
it_it: Email di voucher Resend?

source: Extend voucher expiration?
it_it: Estendere la scadenza del voucher?

source: Are you sure you want to void this voucher?
it_it: Sei sicuro di voler annullare questo voucher?

source: Select time slot
it_it: Seleziona fascia oraria

source: Loading events...
it_it: Caricamento eventi...

source: There was an error while fetching events. Please try again.
it_it: Si è verificato un errore durante il recupero degli eventi. Riprova.

source: Error loading time slots
it_it: Errore durante il caricamento delle fasce orarie

source: Error rescheduling booking
it_it: Errore durante la riprogrammazione della prenotazione

source: Error checking cancellation rules
it_it: Errore che controlla le regole di cancellazione

source: This booking cannot be cancelled.
it_it: Questa prenotazione non può essere annullata.

source: Error cancelling booking
it_it: Errore di cancellazione della prenotazione

source: Are you sure you want to cancel this booking?
it_it: Sei sicuro di voler annullare questa prenotazione?

source: spots available
it_it: Spot disponibili

source: Are you sure you want to delete the meeting point
it_it: Sei sicuro di voler eliminare il punto di riunione

source: This action cannot be undone and will fail if the meeting point is currently in use.
it_it: Questa azione non può essere annullata e fallirà se il punto di riunione è attualmente in uso.

source: FP Esperienze Dashboard
it_it: Dashboard FP Esperienze

source: Setup wizard completed successfully! Your experience booking system is ready to use.
it_it: Setup Wizard completato correttamente! Il tuo sistema di prenotazione di esperienza è pronto per l'uso.

source: Total Bookings
it_it: Prenotazioni totali

source: This Month
it_it: Questo mese

source: Upcoming
it_it: Imminente

source: Active Vouchers
it_it: Voucher attivi

source: Recent Bookings
it_it: Prenotazioni recenti

source: Unknown Experience
it_it: Esperienza sconosciuta

source: View All Bookings
it_it: Visualizza tutte le prenotazioni

source: No bookings yet. Create your first experience to start accepting bookings!
it_it: Nessuna prenotazione ancora. Crea la tua prima esperienza per iniziare ad accettare le prenotazioni!

source: Quick Actions
it_it: Azioni rapide

source: Add New Experience
it_it: Aggiungi nuova esperienza

source: Manage Bookings
it_it: Gestisci le prenotazioni

source: Create Voucher
it_it: Crea voucher

source: View Reports
it_it: Visualizza i rapporti

source: Bookings Management
it_it: Gestione delle prenotazioni

source: All Statuses
it_it: Tutti gli stati

source: Confirmed
it_it: Confermato

source: Cancelled
it_it: Annullato

source: Refunded
it_it: Rimborsato

source: All Products
it_it: Tutti i prodotti

source: From Date
it_it: Di data

source: To Date
it_it: Ad oggi

source: Filter
it_it: Filtro

source: Clear
it_it: Reimposta

source: Export CSV
it_it: Esportazione CSV

source: List View
it_it: Visualizza elenco

source: Calendar View
it_it: Vista del calendario

source: No bookings found matching your criteria.
it_it: Nessuna prenotazione trovata corrispondente ai tuoi criteri.

source: Order
it_it: Ordine

source: Product
it_it: Prodotto

source: Date & Time
it_it: Data e ora

source: Participants
it_it: Partecipanti

source: Status
it_it: Stato

source: Meeting Point
it_it: Punto di ritrovo

source: Created
it_it: Creato

source: Actions
it_it: Azioni

source: Product not found
it_it: Prodotto non trovato

source: %d total (%d adults, %d children)
it_it: %d Totale (%d adulti, %d Bambini)

source: Not found
it_it: Non trovato

source: Not set
it_it: Non impostato

source: Reschedule
it_it: Riprogrammarsi

source: Cancel
it_it: Cancellare

source: No actions available
it_it: Nessuna azione disponibile

source: Reschedule Booking
it_it: Ripristino prenotazione

source: New Date:
it_it: Nuova data:

source: New Time Slot:
it_it: Nuovo fascia oraria:

source: Admin Notes:
it_it: Note di amministrazione:

source: Optional notes about the reschedule...
it_it: Note opzionali sulla riprogrammazione ...

source: Cancel Booking
it_it: Annulla la prenotazione

source: Cancellation Reason:
it_it: Motivo di cancellazione:

source: Reason for cancellation...
it_it: Motivo della cancellazione ...

source: Confirm Cancellation
it_it: Conferma la cancellazione

source: Security check failed.
it_it: Controllo di sicurezza non riuscito.

source: Add New
it_it: Aggiungi nuovo

source: Edit Meeting Point
it_it: Modifica il punto di riunione

source: Add New Meeting Point
it_it: Aggiungi un nuovo punto di incontro

source: Name
it_it: Nome

source: Address
it_it: Indirizzo

source: Latitude
it_it: Latitudine

source: Decimal degrees format (e.g., 41.9028)
it_it: Formato decimale gradi (ad es. 41.9028)

source: Longitude
it_it: Longitudine

source: Decimal degrees format (e.g., 12.4964)
it_it: Formato decimale gradi (ad es. 12.4964)

source: Google Places API Place ID for enhanced integration
it_it: Google Place API Place ID per una migliore integrazione

source: Note
it_it: Nota

source: Additional instructions or notes for this meeting point
it_it: Ulteriori istruzioni o note per questo punto di incontro

source: Update Meeting Point
it_it: Aggiorna il punto di riunione

source: Add Meeting Point
it_it: Aggiungi punto di incontro

source: Meeting Points List
it_it: Elenco dei punti di incontro

source: No meeting points found. Add your first meeting point above.
it_it: Nessun punto di incontro trovato. Aggiungi il tuo primo punto di incontro sopra.

source: Coordinates
it_it: Coordinate

source: Edit
it_it: Modificare

source: Delete
it_it: Eliminare

source: Name and address are required fields.
it_it: Nome e indirizzo sono campi richiesti.

source: Meeting point created successfully.
it_it: Punto di incontro creato con successo.

source: Failed to create meeting point.
it_it: Non è riuscito a creare un punto d'incontro.

source: Invalid meeting point ID.
it_it: ID punto di incontro non valido.

source: Meeting point updated successfully.
it_it: Punto di incontro aggiornato con successo.

source: Failed to update meeting point.
it_it: Impossibile aggiornare il punto di riunione.

source: Meeting point deleted successfully.
it_it: Punto di incontro eliminato con successo.

source: Cannot delete meeting point. It may be in use by schedules or set as default for products.
it_it: Non può eliminare il punto di incontro. Potrebbe essere utilizzato per orario o impostato come predefinito per i prodotti.

source: Extras Management
it_it: Gestione degli extra

source: Add New Extra
it_it: Aggiungi un nuovo extra

source: Description
it_it: Descrizione

source: Price
it_it: Prezzo

source: Billing Type
it_it: Tipo di fatturazione

source: Per Person
it_it: A persona

source: Per Booking
it_it: Per prenotazione

source: Tax Class
it_it: Classe fiscale

source: Max Quantity
it_it: Quantità massima

source: Required
it_it: Obbligatorio

source: Check if this extra is required for booking
it_it: Controlla se questo extra è richiesto per la prenotazione

source: Active
it_it: Attivo

source: Check to make this extra available for selection
it_it: Controlla per rendere questo extra disponibile per la selezione

source: Add Extra
it_it: Aggiungi extra

source: Existing Extras
it_it: Extra esistenti

source: No extras found.
it_it: Nessun extra trovato.

source: Are you sure you want to delete this extra?
it_it: Sei sicuro di voler eliminare questo extra?

source: Gift Vouchers
it_it: Voucher regalo

source: Redeemed
it_it: Redento

source: Expired
it_it: Scaduto

source: Void
it_it: Vuoto

source: From date
it_it: Di data

source: To date
it_it: Ad oggi

source: Search vouchers...
it_it: Cerca voucher ...

source: %d items
it_it: %d Articoli

source: Bulk actions
it_it: Azioni in blocco

source: Resend emails
it_it: Email di nuovamente

source: Extend expiration
it_it: Estendere la scadenza

source: months
it_it: mesi

source: Apply
it_it: Applica

source: Code
it_it: Codice

source: Recipient
it_it: Destinatario

source: Value
it_it: Valore

source: Expires
it_it: Scade

source: No vouchers found.
it_it: Nessun buono trovato.

source: Full Experience
it_it: Esperienza completa

source: Order #%d
it_it: Ordine #%d

source: From: %s
it_it: Da: %s

source: Download PDF
it_it: Scarica PDF

source: Copy PDF link
it_it: Copia il link PDF

source: Copy Link
it_it: Copia link

source: Resend
it_it: RECEND

source: Months to extend
it_it: Mesi da estendere

source: Extend
it_it: Estendere

source: You do not have permission to perform this action.
it_it: Non hai il permesso di eseguire questa azione.

source: Voucher voided successfully.
it_it: Voucher annullato con successo.

source: Failed to void voucher.
it_it: Impossibile annullare il voucher.

source: Voucher not found.
it_it: Voucher non trovato.

source: Associated order not found.
it_it: Ordine associato non trovato.

source: Voucher email resent successfully.
it_it: Voucher Email Resent con successo.

source: Failed to resend voucher email.
it_it: Impossibile ricredire l'email del voucher.

source: Invalid extension period.
it_it: Periodo di estensione non valido.

source: Voucher expiration extended to %s.
it_it: Scadenza del voucher esteso a %s.

source: Failed to extend voucher expiration.
it_it: Impossibile estendere la scadenza del voucher.

source: No vouchers selected.
it_it: Nessun buono selezionato.

source: %d voucher voided.
it_it: %d Voucher annullato.

source: %d voucher extended.
it_it: Voucher %d esteso.

source: %d vouchers failed to process.
it_it: I voucher %d non sono riusciti a elaborare.

source: PDF not found.
it_it: PDF non trovato.

source: Voucher %s: %s by %s
it_it: Voucher %s: %s di %s

source: Global Closures Management
it_it: Gestione delle chiusure globali

source: Add Global Closure
it_it: Aggiungi chiusura globale

source: Date
it_it: Data

source: Select the date to close for all experiences.
it_it: Seleziona la data per chiudere per tutte le esperienze.

source: Reason
it_it: Motivo

source: Optional reason for the closure.
it_it: Motivo opzionale per la chiusura.

source: Existing Closures
it_it: Chiusure esistenti

source: No global closures found.
it_it: Nessuna chiusura globale trovata.

source: Experience
it_it: Esperienza

source: Unknown Product
it_it: Prodotto sconosciuto

source: Are you sure you want to remove this closure?
it_it: Sei sicuro di voler rimuovere questa chiusura?

source: Remove
it_it: Rimuovi

source: Extra name is required.
it_it: È richiesto un nome extra.

source: Extra created successfully.
it_it: Extra creati con successo.

source: Failed to create extra.
it_it: Impossibile creare extra.

source: Invalid extra ID.
it_it: ID extra non valido.

source: Extra updated successfully.
it_it: Extra aggiornato correttamente.

source: Failed to update extra.
it_it: Impossibile aggiornare extra.

source: Extra deleted successfully.
it_it: Extra eliminato con successo.

source: Cannot delete extra. It may be in use by products.
it_it: Non può eliminare extra. Potrebbe essere in uso dai prodotti.

source: Global closure added successfully.
it_it: La chiusura globale ha aggiunto con successo.

source: Failed to add global closure.
it_it: Non è riuscito ad aggiungere una chiusura globale.

source: Global closure removed successfully.
it_it: La chiusura globale rimossa con successo.

source: Failed to remove global closure.
it_it: Impossibile rimuovere la chiusura globale.

source: This voucher is valid for one experience booking. Please present the QR code when redeeming.
it_it: Questo buono è valido per una prenotazione di esperienza. Si prega di presentare il codice QR quando riscatta.

source: FP Esperienze Settings
it_it: Impostazioni FP Esperienze

source: General
it_it: Generale

source: Booking
it_it: Prenotazione

source: Notifications
it_it: Notifiche

source: Integrations
it_it: Integrazioni

source: Archive Page
it_it: Pagina di archivio

source: Select a page
it_it: Seleziona una pagina

source: Select the page to use as the experience archive. This is used for WPML/Polylang URL translation.
it_it: Seleziona la pagina da utilizzare come archivio di esperienza. Questo è usato per la traduzione URL WPML/Polylang.

source: Multilingual Plugin
it_it: Plugin multilingue

source: detected and active
it_it: rilevato e attivo

source: The plugin will automatically filter experiences by language and provide translated meeting point data.
it_it: Il plugin filtrerà automaticamente le esperienze per lingua e fornirà dati tradotti dei punti di incontro.

source: Multilingual Support
it_it: Supporto multilingue

source: No multilingual plugin detected.
it_it: Nessun plugin multilingue rilevato.

source: Install WPML or Polylang to enable multilingual features including translated meeting points and language-filtered archives.
it_it: Installare WPML o Polilang per abilitare caratteristiche multilingue tra cui punti di incontro tradotti e archivi filtrati in lingua.

source: Auto-send to WPML
it_it: Sentire automaticamente a WPML

source: Automatically create WPML translation jobs when saving experiences or meeting points.
it_it: Creare automaticamente i lavori di traduzione WPML quando si salvano esperienze o punti di incontro.

source: Save Settings
it_it: Salva impostazioni

source: Typography & Colors
it_it: Tipografia e colori

source: Configure fonts and colors for your experience booking system.
it_it: Configura caratteri e colori per il tuo sistema di prenotazione dell'esperienza.

source: Primary Font
it_it: Carattere primario

source: Inherit from theme
it_it: Ereditare dal tema

source: Primary font used for body text in experience displays.
it_it: Font primario utilizzato per il testo del corpo nelle visualizzazioni di esperienza.

source: Heading Font
it_it: Carattere di testa

source: Font used for headings and titles in experience displays.
it_it: Font utilizzato per intestazioni e titoli in display di esperienza.

source: Primary Color
it_it: Colore primario

source: Primary brand color used for buttons, highlights, and accents.
it_it: Colore del marchio primario utilizzato per pulsanti, luci e accenti.

source: Secondary Color
it_it: Colore secondario

source: Secondary color used for text elements and darker accents.
it_it: Colore secondario usato per elementi di testo e accenti più scuri.

source: Font Preview
it_it: Anteprima del carattere

source: Experience Title Preview
it_it: Esperienza Anteprima del titolo

source: This is how your body text will appear in experience descriptions and details.
it_it: Ecco come apparirà il testo del tuo corpo nelle descrizioni e nei dettagli dell'esperienza.

source: Save Branding Settings
it_it: Salva le impostazioni del marchio

source: Default Expiration (months)
it_it: Scadenza predefinita (mesi)

source: How many months gift vouchers should be valid for by default.
it_it: Per quanti mesi i buoni regalo dovrebbero essere validi per impostazione predefinita.

source: PDF Logo URL
it_it: URL logo PDF

source: Select Image
it_it: Seleziona immagine

source: Logo to display on gift voucher PDFs.
it_it: Logo da visualizzare sui voucher regalo PDF.

source: Brand Color
it_it: Colore del marchio

source: Primary color for gift voucher PDFs.
it_it: Colore primario per il buono regalo PDFS.

source: Email Sender Name
it_it: Email Nome mittente

source: Name used in the "From" field of gift voucher emails.
it_it: Nome usato nel campo "From" Field of Gift Voucher email.

source: Email Sender Address
it_it: Indirizzo del mittente email

source: Email address used in the "From" field of gift voucher emails.
it_it: Indirizzo email utilizzato nel campo "From" Field of Gift Voucher email.

source: Terms & Conditions
it_it: Termini e condizioni

source: Terms and conditions text displayed on gift voucher PDFs.
it_it: Termini e condizioni Testo visualizzato sui voucher regalo PDF.

source: HMAC Secret Key
it_it: Chiave segreta HMAC

source: Regenerate Secret
it_it: Rigenerare segreto

source: Secret key used to sign QR codes for security. Regenerating will invalidate existing QR codes!
it_it: Chiave segreta utilizzata per firmare i codici QR per la sicurezza. La rigenerazione invaliderà i codici QR esistenti!

source: Capacity Management
it_it: Gestione della capacità

source: Configure optimistic locking and capacity hold settings for better overbooking prevention.
it_it: Configurare le impostazioni ottimistiche di bloccaggio e capacità di capacità per una migliore prevenzione dell'overbooking.

source: Enable Capacity Holds
it_it: Abilita la capacità regge

source: Enable optimistic locking system that temporarily reserves spots when users add experiences to cart. When disabled, atomic capacity checks are used instead.
it_it: Abilita un sistema di blocco ottimistico che si riserva temporaneamente i punti quando gli utenti aggiungono esperienze al carrello. Se disabilitato, vengono invece utilizzati controlli di capacità atomica.

source: Hold Duration (minutes)
it_it: Tenere la durata (minuti)

source: How long spots should be held in the cart before expiring. Recommended: 15 minutes.
it_it: Per quanto tempo dovrebbero essere tenuti punti nel carrello prima di scadere. Consigliato: 15 minuti.

source: Hold Statistics
it_it: Tenere le statistiche

source: Active Holds
it_it: Tieni attive

source: Expired Holds (to cleanup)
it_it: Holds scaduto (per pulire)

source: Cleanup Now
it_it: Pulizia ora

source: Not scheduled
it_it: Non programmato

source: Measurement ID
it_it: ID di misurazione

source: Your Google Analytics 4 Measurement ID (starts with G-).
it_it: Il tuo ID di misurazione di Google Analytics 4 (inizia con G-).

source: Enhanced eCommerce
it_it: ECommerce migliorato

source: Enable enhanced eCommerce tracking (recommended)
it_it: Abilita Trattamento ECOMERCE MEGATIVO (CONSIGLIATO)

source: Track purchase events and conversion data for better analytics.
it_it: Tieni traccia degli eventi di acquisto e dei dati di conversione per un'analisi migliore.

source: Conversion ID
it_it: ID di conversione

source: Your Google Ads Conversion ID (starts with AW-). Configure conversion actions in Google Ads dashboard.
it_it: Il tuo ID di conversione di Google Ads (inizia con AW-). Configura azioni di conversione nella dashboard di Google Ads.

source: Purchase Conversion Label
it_it: Acquista l'etichetta di conversione

source: Conversion label for purchase events (found in Google Ads conversion action settings).
it_it: Etichetta di conversione per eventi di acquisto (trovato nelle impostazioni di azione di conversione di Google Ads).

source: Pixel ID
it_it: ID pixel

source: Your Meta (Facebook) Pixel ID number.
it_it: Il tuo numero ID pixel Meta (Facebook).

source: Conversions API
it_it: API di conversioni

source: Enable server-side Meta Conversions API tracking
it_it: Abilita il monitoraggio delle API Meta conversioni sul lato server

source: Server-side tracking for improved data accuracy and iOS 14.5+ compliance.
it_it: Tracciamento lato server per una migliore accuratezza dei dati e conformità iOS 14.5+.

source: Access Token
it_it: Token di accesso

source: Meta Conversions API access token (generate in Facebook Business Manager).
it_it: META Conversioni API Access Token (genera in Facebook Business Manager).

source: Dataset ID
it_it: ID set di dati

source: Test Connection
it_it: Connessione di prova
